Revit 2027 API
ParameterTypeId.SteelElemPlateThickness Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlateThickness { get; }
Public Shared ReadOnly Property SteelElemPlateThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlateThickness {
	ForgeTypeId^ get ();
}
static member SteelElemPlateThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace